// JSON file created for testing GET request

[
    {
        "modDate": "2017-05-08 15:01:47.357",
        "caption": "Did you know there are better times to buy gas than others and ways to actually stretch that dollar a little further?",
        "commentscount": 3,
        "title": "The Gas Price Rollercoaster",
        "sysPublishDate": "2011-06-29 13:00:00.0",
        "inode": "aaee9776-8fb7-4501-8048-844912a20405",
        "__DOTNAME__": "The Gas Price Rollercoaster",
        "host": "48190c8c-42c4-46af-8d1a-0cd5db894797",
        "lastReview": "2017-05-08 15:01:47.343",
        "stInode": "28039964-5615-4ccf-bb96-ded62adbcc6a",
        "byline": "Jean Folger",
        "owner": "dotcms.org.1",
        "identifier": "2943b5eb-9105-4dcf-a1c7-87a9d4dc92a6",
        "image": "/contentAsset/raw-data/2943b5eb-9105-4dcf-a1c7-87a9d4dc92a6/image",
        "imageContentAsset": "2943b5eb-9105-4dcf-a1c7-87a9d4dc92a6/image",
        "urlTitle": "the-gas-price-rollercoaster",
        "latlong": "29.7604267,-95.3698028",
        "languageId": 1,
        "lead": "Historically, the price of gasoline has been tied to changes in the cost of crude oil; as crude prices rise, consumers can expect to pay more at the pump, and the reverse is also true.",
        "tags": "oil,investment,gas,prices,retiree:persona",
        "folder": "SYSTEM_FOLDER",
        "sortOrder": 0,
        "expire": "2020-01-01 21:19:00.0",
        "modUser": "dotcms.org.1",
        "topic": "Investment Banking",
        "story": "<p>Houston, Tx.&nbsp;Crude oil and, by default, gasoline prices, are driven by a complex assortment of factors that affect supply and demand, including geopolitical risks, weather, inventories, global economic growth, exchange rates, speculation, hedging and investment activity. From the risk of piracy in the Straits of Malacca and Hormuz, to transit vulnerability in the Caspian and extreme weather in the United States, crude is constantly susceptible to a variety of price-driving forces.<br /><br />The worldwide demand for crude oil, gasoline and petroleum products that are made from crude is expected to increase as the U.S. and global economies strive to recover. This growing demand, coupled with political instability in the Middle East and North Africa (MENA) region and the decline in the U.S. dollar's value, are what pushed gasoline prices to $4 per gallon earlier this year. While gas prices climbed, the average cost for crude oil rose from about $90 per barrel in mid-February, 2011, to about $127 per barrel two months later.</p>\n<p>Figure 1 shows average regular gasoline prices in the U.S. over the past three years. Crude oil and gasoline reached record highs during 2008, following surges in worldwide demand due in part to increased demand from emerging markets like China and India. During the second half of 2008, demand and prices both tumbled in response to deteriorating economic conditions. From June to December of 2008, gasoline prices fell from just over $4 per gallon to $1.59. Prices rose steadily through the middle of 2009, bounced up and down for the next year, and then by September 2010, gas prices took off with unrelenting daily price increases. Fears of $6 gas, a slowing economy and decreased demand put the brakes on the uptrend, and price increases finally slowed by mid-May, 2011.</p>\n<p><br /><strong>Where Do Our Dollars Go At The Pump?</strong><br />According to the EIA data from 2010, 68% of every dollar at the gas pump goes to crude oil - the raw material used to produce gasoline. Refining the crude oil into gasoline and retailing, which includes distribution and marketing, adds 18% to the price that consumers pay for gasoline. The remaining 14% of every dollar goes towards excise taxes.<br /><br />In the United States, the federal government excise tax is currently 18.4 cents per gallon. The average fuel tax paid by consumers, however, is 49.5 cents per gallon. The difference comes from state and local government taxes, which vary widely across the U.S. The tax in Alaska, for example, is about 26 cents per gallon; in Connecticut, the rate is more than 70 cents per gallon.<br /><br />Perhaps surprisingly, the United States produces 51% of the oil and petroleum products that it consumes. The rest is imported from other countries, including Canada at the top of the list (25%); Saudi Arabia (12%); Venezuela (10%) and Mexico (9%).<br /><br /><strong>What's Ahead?</strong><br />The Energy Information Administration (EIA) expects that the annual price of WTI (West Texas Intermediate) crude will average $103 per barrel in 2011 and $107 per barrel in 2012; the 2010 average was $79. The EIA projects rising crude costs will add an average of 85 cents more per gallon of gasoline during 2011, with an additional three cents per gallon during 2012. The 2010 average regular pump price was $2.78 per gallon; EIA's forecast for 2011 and 2012 is $3.63 and $3.66, respectively.<br /><br />Despite these carefully crafted forecasts, any one of a vast number of factors could trigger strong changes in crude and gasoline prices - both to the upside and downside.<br /><br /><strong>Up and Down (and Up and Down)</strong><br />The weak U.S. dollar only exaggerates rising global oil prices for American consumers. Countries with strong currencies, including those using the euro and the yen, are generally exposed to smaller price increases. Though high gas prices are never welcome, they have come at a particularly tricky time as unemployment and foreclosure rates remain high and food prices soar. While gas prices in the U.S. are still a dollar higher than this time last year, they continue to drop from the early May highs.</p>"
    },
    {
        "modDate": "2017-03-08 19:20:28.808",
        "caption": "A new day on Wall St.",
        "commentscount": 0,
        "title": "How Wall Street may threaten your pension",
        "sysPublishDate": "2016-01-26 00:00:00.0",
        "inode": "804e0e3b-e914-48ae-a977-3eedcd8f430e",
        "host": "48190c8c-42c4-46af-8d1a-0cd5db894797",
        "lastReview": "2017-03-08 19:20:28.799",
        "stInode": "28039964-5615-4ccf-bb96-ded62adbcc6a",
        "byline": "Yahoo Finance Video 3:04 mins",
        "owner": "dotcms.org.1",
        "identifier": "90b6e398-50ba-40ee-bd9a-9445286a165f",
        "image": "/contentAsset/raw-data/90b6e398-50ba-40ee-bd9a-9445286a165f/image",
        "imageContentAsset": "90b6e398-50ba-40ee-bd9a-9445286a165f/image",
        "urlTitle": "how-wall-street-may-threaten-your-pension",
        "latlong": "40.76806170936613,-73.96820068359375",
        "languageId": 1,
        "URL_MAP_FOR_CONTENT": "/news/how-wall-street-may-threaten-your-pension",
        "lead": "Most people with a pension probably don't think much about the fees assessed to manage their retirement money. But maybe they should. Yahoo Finance's Rick Newman and Bloomberg's Neil Weinberg discuss.",
        "tags": "pension,retirement,retiree:persona",
        "folder": "SYSTEM_FOLDER",
        "sortOrder": 0,
        "modUser": "dotcms.org.1",
        "topic": "Retirement",
        "story": "<div class=\"ob-element\" id=\"pre-continue\">\n<p>California&rsquo;s report said $440 million. New Jersey&rsquo;s said $600 million. In Pennsylvania, the tally is $700 million. Those Wall Street fees paid by public workers&rsquo; pension systems have kicked off an intensifying debate over whether such expenses are necessary. Now, a report from an industry-friendly source says those huge levies represent only a fraction of the true amounts being raked in by Wall Street firms from state and local governments.</p>\n</div>\n<p>&ldquo;Less than one‐half of the very substantial [private equity] costs incurred by U.S. pension funds are currently being disclosed,&rdquo; says the report from CEM, whose website says the financial analysis firm &ldquo;serve(s) over 350 blue-chip corporate and government clients worldwide.&rdquo;</p>\n<p>Currently, about 9 percent &mdash; or $270 billion &mdash; of America&rsquo;s $3 trillion public pension fund assets are invested in private equity firms. With the financial industry&rsquo;s standard 2 percent management fee, that quarter-trillion dollars generates roughly $5.4 billion in annual management fees for the private equity industry &mdash; and that&rsquo;s not including additional &ldquo;performance&rdquo; fees paid on investment returns. If CEM&rsquo;s calculations are applied uniformly, it could mean taxpayers and retirees may actually be paying double &mdash; more than $10 billion a year.</p>\n<p>Public officials are overseeing this massive payout to Wall Street at the very moment many of those same officials are demanding big cuts to retirees&rsquo; promised pension benefits.</p>\n<p>&ldquo;With billions of public worker and taxpayer dollars put at risk in the highest-cost, most opaque investment schemes ever devised by Wall Street for a decade now, investigations that hold Wall Street profiteers accountable are long, long overdue,&rdquo; said former Securities and Exchange Commission attorney Ted Siedle.</p>\n<p>Private equity firms have argued that their fees are worth the expense, because they supposedly deliver returns for investors that beat low-fee index funds which track the broader stock market. But those private equity returns are typically self-reported by the firms over the life of those longer-term investments, meaning there are few ways to verify whether the returns are real. Indeed, a recent study from George Washington University argued that private equity firms are using their self-reporting authority to mislead investors into believing their returns are smoother and more consistent than they actually are.</p>"
    },
    {
        "owner": "dotcms.org.1",
        "identifier": "0e401937-c99f-4164-945e-d901adc4c47b",
        "image": "/contentAsset/raw-data/0e401937-c99f-4164-945e-d901adc4c47b/image",
        "modDate": "2017-03-08 19:18:55.289",
        "imageContentAsset": "0e401937-c99f-4164-945e-d901adc4c47b/image",
        "urlTitle": "u-s-labor-department-moves-forward-on-retirement-advice-proposal",
        "languageId": 1,
        "caption": "Older Couple getting Advice",
        "URL_MAP_FOR_CONTENT": "/news/u-s-labor-department-moves-forward-on-retirement-advice-proposal",
        "commentscount": 0,
        "title": "U.S. Labor Department moves forward on retirement advice proposal",
        "sysPublishDate": "2016-01-29 00:00:00.0",
        "lead": "The U.S. Labor Department on Friday took the next step toward requiring brokers who provide retirement advice to follow a \"fiduciary\" standard of putting clients' interests first, a move that could roil the financial services industry.",
        "tags": "pension,retirement,retiree:persona",
        "inode": "cc8ada67-4cf0-4b69-9f0c-383d96b32975",
        "folder": "SYSTEM_FOLDER",
        "sortOrder": 0,
        "modUser": "dotcms.org.1",
        "host": "48190c8c-42c4-46af-8d1a-0cd5db894797",
        "lastReview": "2017-03-08 19:18:55.282",
        "stInode": "28039964-5615-4ccf-bb96-ded62adbcc6a",
        "byline": "Lisa Lambert",
        "story": "<p>WASHINGTON, Jan 29 (Reuters) - The U.S. Labor Department on Friday took the next step toward requiring brokers who provide retirement advice to follow a \"fiduciary\" standard of putting clients' interests first, a move that could roil the financial services industry.</p>\n<p>The White House's Office of Management and Budget said on its website that it had received the department's final proposed rule. That follows an extended comment period for the proposal, which the Labor Department unveiled nine months ago.</p>\n<p>On Friday, the Securities Industry and Financial Markets Association trade group called for the OMB to conduct a comprehensive analysis of the rule's potential costs and benefits.</p>\n<p>The proposal aims to end potential conflicts of interest by brokers who advise on individual retirement accounts and to protect consumers from buying unnecessary or costly investment products that line brokers' pockets.</p>\n<p>IRAs accounted for $7.3 trillion, or 30 percent, of U.S. retirement assets in September, according to trade group Investment Company Institute.</p>\n<p>Under the Labor Department plan, brokers would have to act in clients' best interests, or as \"fiduciaries,\" when advising about IRAs. For example, brokers can receive significant fees when they advise clients to \"roll over\" assets from their employer-sponsored retirement plans into IRAs.</p>\n<p>Brokers now must recommend investments and strategies that are \"suitable,\" based on factors such as investors' risk tolerance and age.</p>\n<p>The industry has fought the fiduciary proposal since the department first proposed it in 2010, saying strict rules could limit retirement advice to small investors because fewer brokerages would offer them services.</p>\n<p>The department, which regulates retirement plan advice, withdrew the initial proposal in 2011 after wide industry criticism.</p>\n<p>A new version was proposed in April after a nudge from President Barack Obama and discussions with the industry and lawmakers, who considered blocking funds needed to implement a standard.</p>\n<p>The text of the final proposal was not released on Friday but will become public after the OMB's review, which many expect to wrap up in the spring.</p>\n<p>Critics want changes to when brokers should sign mandatory contracts in which they would pledge to uphold clients' best interests when giving retirement advice. They also want to extend an eight-month period for the rule's effective date that was part of the April version.</p>\n<p>The department has received hundreds of thousands of comments, Labor Secretary Thomas Perez said this week.</p>"
    },
    {
        "modDate": "2017-03-06 13:48:18.394",
        "caption": "Inflation Picks up the Pace",
        "commentscount": 0,
        "title": "Brazil inflation rate gathers pace",
        "sysPublishDate": "2015-03-08 13:45:00.0",
        "inode": "6cb7cab1-b6a5-45a3-94cf-7b2a5de4d7bf",
        "host": "48190c8c-42c4-46af-8d1a-0cd5db894797",
        "lastReview": "2017-03-06 13:48:18.388",
        "stInode": "28039964-5615-4ccf-bb96-ded62adbcc6a",
        "byline": "Brasil's inflation rate picks up the pace.",
        "owner": "dotcms.org.1",
        "identifier": "f23c6b0a-ed11-436b-a350-61c47b388370",
        "image": "/contentAsset/raw-data/f23c6b0a-ed11-436b-a350-61c47b388370/image",
        "imageContentAsset": "f23c6b0a-ed11-436b-a350-61c47b388370/image",
        "urlTitle": "brazil-inflation-rate-gathers-pace",
        "latlong": "-23.5505199,-46.63330939999997",
        "languageId": 1,
        "URL_MAP_FOR_CONTENT": "/news/brazil-inflation-rate-gathers-pace",
        "lead": "Brazil`s inflation rate in January rose at the fastest monthly pace in nearly 12 years as a government austerity drive begins to take hold in the country.",
        "tags": "wealthyprospect:persona,brazil,bric,globalinvestor:persona,international,inflation",
        "folder": "SYSTEM_FOLDER",
        "sortOrder": 0,
        "modUser": "dotcms.org.1",
        "topic": "Research",
        "story": "<p>Brazil's inflation rate in January rose at the fastest monthly pace in nearly 12 years as a government austerity drive begins to take hold in the country.</p>\n<p><br />Inflation rose 1.24 per cent during the month compared with December and 7.14 per cent compared with a year earlier, breaching the top of the central bank`s target range for annual inflation of 4.5 per cent plus or minus 2 percentage points.</p>\n<p>&ldquo;This was the highest rate [of inflation] since February 2003,&rdquo; said the Brazilian institute of geography and statistics, or IBGE.<br />The increase in inflation, which was caused by a combination of rising food, electricity and bus prices, adds to challenges facing the government of Brazilian president Dilma Rousseff.<br />She is trying to rebalance the budget after a prolonged fiscal stimulus that has sent the government`s accounts deep into the red without reviving economic growth.<br />During her first four-year term in power, which ended last year, Ms Rousseff`s government sought to control inflation by suppressing energy and fuel costs for consumers while municipal and state governments also failed to raise public transport prices.<br />This year, with rating agencies threatening to downgrade Brazil`s investment grade credit rating unless it rebalances the budget, she has been left with little choice but to make the politically unpopular decision to let prices adjust.<br />&ldquo;We expect inflation to accelerate to 7 per cent-plus in 2015, from 6.4 per cent in 2014, given the normalisation of administered tariffs, tax increases to buttress the budget, and the phasing out of several tax breaks/benefits,&rdquo; said Alberto Ramos, Goldman Sachs economist, in a research note.<br />Among the items that showed significant price increases in January, perishable food was up 9.1 per cent, electricity tariffs 8.3 per cent, urban bus tariffs 8 per cent and long-distance bus fares 6.6 per cent, Goldman said.<br />The increase in inflation was close to an estimate of 1.25 per cent for the month in a survey of analysts by Bloomberg.</p>"
    },
    {
        "modDate": "2017-03-02 13:19:45.115",
        "commentscount": 0,
        "title": "For expats, Shanghai tops list for desirability again",
        "sysPublishDate": "2015-03-03 15:00:00.0",
        "inode": "86235456-30f7-411f-839a-fa956ee1dff1",
        "host": "48190c8c-42c4-46af-8d1a-0cd5db894797",
        "lastReview": "2017-03-02 13:19:45.107",
        "stInode": "28039964-5615-4ccf-bb96-ded62adbcc6a",
        "byline": "Staff",
        "owner": "dotcms.org.1",
        "identifier": "db6f8100-134b-48fb-bef8-d1e8efa125ec",
        "image": "/contentAsset/raw-data/db6f8100-134b-48fb-bef8-d1e8efa125ec/image",
        "imageContentAsset": "db6f8100-134b-48fb-bef8-d1e8efa125ec/image",
        "urlTitle": "for-expats-shanghai-tops-list-for-desirability-again",
        "latlong": "31.230416,121.473701",
        "languageId": 1,
        "URL_MAP_FOR_CONTENT": "/news/for-expats-shanghai-tops-list-for-desirability-again",
        "lead": "Shanghai has for the third time topped the list of the 10 most attractive Chinese cities for expats, on a survey being released on Monday.",
        "tags": "wealthyprospect:persona,home prices,china,housing,globalinvestor:persona",
        "folder": "SYSTEM_FOLDER",
        "sortOrder": 0,
        "modUser": "dotcms.org.1",
        "topic": "Wealth Management",
        "story": "<p>Shanghai has for the third time topped the list of the 10 most attractive Chinese cities for expats, on a survey being released on Monday</p>\n<p>The financial hub scored highest in the ranking's four important indexes for foreigners to evaluate cities, including the policies for foreign professionals, the working environment and the living environment.</p>\n<p>The other nine cities on the list are, in order from No 2, Beijing, Shenzhen, Tianjin, Qingdao, Hangzhou, Guangzhou, Suzhou, Xiamen and Kunming.</p>\n<p>This is the fifth time the ranking, organized by the International Talent magazine and China Society for Research on International Professional Personnel Exchange and Development, has been released. Between July and December, nearly 20,000 foreign professionals throughout China participated in the survey.</p>\n<p>Shanghai has become one of the hottest destinations in China for foreigners to work and study and has more than 88,000 resident foreign experts, one-sixth of the national total.</p>\n<p>Noyan Rona, 59, of Turkey, the chief representative of Turkish Garanti Bank's Shanghai office, has lived in the city for almost 20 years.</p>\n<p>Rona named some reasons he loved Shanghai: It \"is more open; people here are flexible; and it's convenient to reside here. The forestation, the working efficiency and transparency of the governmental offices－all these are good.\"</p>\n<p>The report also cited several aspects that expats thought Shanghai could improve.</p>\n<p>About 40 percent said the environment in Shanghai－such as the air and water quality－is not good enough; 14.3 percent hoped for improvements in the service provided by the government, the social security system and the infrastructure, such as the traffic system.</p>\n<p>More than half of the respondents hoped departments or organizations in Shanghai would improve medical insurance and service for foreigners, and simplify the procedures for them to enter the country.</p>\n<p>Wang Huiyao, director of the China Center for Globalization, a think tank in Beijing, said, \"Chinese cities' attraction to foreigners will increase dramatically if the government takes a step forward in issues such as medical insurance, visas and green cards.\"</p>"
    },
    {
        "modDate": "2017-03-02 13:19:18.498",
        "commentscount": 0,
        "title": "Futureview: financial services set to soar in Nigeria",
        "sysPublishDate": "2015-03-03 00:00:00.0",
        "inode": "9010317a-4985-425f-aa8d-ea609ce10fff",
        "host": "48190c8c-42c4-46af-8d1a-0cd5db894797",
        "lastReview": "2017-03-02 13:19:18.492",
        "stInode": "28039964-5615-4ccf-bb96-ded62adbcc6a",
        "byline": "Staff",
        "owner": "dotcms.org.1",
        "identifier": "9d249f4f-30a7-4b67-ac6c-f9ffcf1d8bba",
        "image": "/contentAsset/raw-data/9d249f4f-30a7-4b67-ac6c-f9ffcf1d8bba/image",
        "imageContentAsset": "9d249f4f-30a7-4b67-ac6c-f9ffcf1d8bba/image",
        "urlTitle": "futureview-financial-services-set-to-soar-in-nigeria",
        "latlong": "9.081999,8.675277000000051",
        "languageId": 1,
        "URL_MAP_FOR_CONTENT": "/news/futureview-financial-services-set-to-soar-in-nigeria",
        "lead": "While Nigeria has been hit by low oil prices and political unrest, the country is not without its advantages. Strong development opportunities will continue to grow if companies adapt to the changing climate",
        "tags": "africa,wealthyprospect:persona,nigeria,oil,investment,globalinvestor:persona",
        "folder": "SYSTEM_FOLDER",
        "sortOrder": 0,
        "modUser": "dotcms.org.1",
        "topic": "Research",
        "story": "<p>After an impressive 5.17 percent rise in the third quarter of 2013, the National Bureau of Statistics reported a year later that Nigeria&rsquo;s GDP had grown at an annualised rate of 6.23 percent (see Fig. 1), showing, if nothing else, that the country was heading in the right direction. However, the figures in isolation obscure the problems facing Nigeria today, with falling oil prices, currency volatility, heightened political tensions and foreign capital outflows all having short-changed the economy in months past. The economic outlook for the country is therefore a mixed one at best, and with important indicators set to worsen in the months ahead, the coming year will be anything but plain sailing for local firms that refuse to adjust their strategies accordingly.</p>\n<p class=\"p1\">Still, the financial sector has exhibited impressive gains amid tough economic circumstances, spearheaded by a number of pioneering names that have taken major strides to overcome the aforementioned challenges and set the country on the straight and narrow. &ldquo;The industry has fared well, as more corporates seek financing for expansion and financing means outside of conventional bank lending, which has become attractive due to the longer tenor, greater flexibility, and mostly lower cost&rdquo;, says <a title=\"Link to Elizabeth Ebi's profile\" href=\"http://futureviewgroup.com/about/leadership/elizabeth-ngozi-ebi/\" target=\"_blank\">Elizabeth Ebi, Group Managing Director and CEO</a> of <a title=\"Link to the Futureview website\" href=\"http://www.futureviewgroup.com/\" target=\"_blank\">Futureview Group</a>.</p>\n<p class=\"p1\"><strong>Bonded in history<br /></strong>The company featured prominently in Nigeria&rsquo;s investment banking landscape for the last 20 years, and the investment banking outfit was one of two stockbrokers and financial advisers appointed by the federal government to advise on the first NGN 150bn ($833m) bond to the public in 2003. That was the country&rsquo;s largest ever offering of debt securities at the time, and Futureview is remembered even today for having a hand in a pivotal point in Nigeria&rsquo;s financial history. Still, the firm&rsquo;s contributions do not stop there, and the investment bank has since played a key role in supporting the Nigerian financial services sector and wider economy.</p>"
    },
    {
        "owner": "dotcms.org.1",
        "identifier": "632a99c9-51d4-4b36-8769-c9a73ad0c6cf",
        "image": "/contentAsset/raw-data/632a99c9-51d4-4b36-8769-c9a73ad0c6cf/image",
        "modDate": "2017-03-02 13:18:28.572",
        "imageContentAsset": "632a99c9-51d4-4b36-8769-c9a73ad0c6cf/image",
        "urlTitle": "fine-art-market-booms-over-1-billion-sold-in-48-hours",
        "languageId": 1,
        "URL_MAP_FOR_CONTENT": "/news/fine-art-market-booms-over-1-billion-sold-in-48-hours",
        "commentscount": 0,
        "title": "Fine Art Market Booms - Over $1 billion Sold in 48 Hours",
        "sysPublishDate": "2016-01-04 00:00:00.0",
        "lead": "Boom times for auction houses as Sotheby’s sale realizes $380 million (and that’s not including the jewellery).",
        "tags": "wealthyprospect:persona,billionaire,investing,art",
        "inode": "2ec4f264-3d7d-4fba-bd9e-7fc39d6fc8fc",
        "folder": "SYSTEM_FOLDER",
        "sortOrder": 0,
        "modUser": "dotcms.org.1",
        "host": "48190c8c-42c4-46af-8d1a-0cd5db894797",
        "lastReview": "2017-03-02 13:18:28.565",
        "stInode": "28039964-5615-4ccf-bb96-ded62adbcc6a",
        "byline": "Geoffrey Smith",
        "story": "<p>Boom times for auction houses as Sotheby&rsquo;s sale realizes $380 million (and that&rsquo;s not including the jewellery).</p>\n<p>It wasn&rsquo;t quite as dramatic as the record-busting sale at its rival Christie&rsquo;s on Monday, but the Contemporary Art Evening at auction-house Sotheby&rsquo;s BID 0.78% Tuesday still managed to drop a few jaws. Sotheby&rsquo;s said its auction realized $379.7 million, with the top prices being bid for works by Mark Rothko, Roy Liechtenstein and Jackson Pollock. See the catalogue from Sotheby&rsquo;s Contemporary Art Evening here. Together with Christie&rsquo;s &ldquo;Looking Forward to the Past&rdquo; sale Monday that spanned 100 years of modernist works, the two sales thus realized over $1 billion, an emphatic reminder of the giddying rise in fine art prices in the last couple of years. At the Christie&rsquo;s auction, a cubist work by Pablo Picasso, &lsquo;Les Femmes d&rsquo;Alger (Version O)&rsquo; had set a new world record for any painting sold at auction, fetching $179.9 million.</p>\n<p>Rothko&rsquo;s &lsquo;Untitled (Yellow and Blue) sold for $46.5 million, while Liechtenstein&rsquo;s &lsquo;The Ring (Engagement)&rsquo; went for $41.7 million, largely in line with expectations. A characteristic abstract work by Pollock from 1950 raised $18.3 million. The main surprise of the evening was Christopher Wool&rsquo;s &lsquo;Untitled (RIoT)&rsquo;, which went for $29.9 million, double its pre-sale low estimate and a new record for the artist.</p>\n<p>The value of the global art market grew an estimated 7% to a record 51 billion euros ($56 billion) last year, taking it for the first time above the pre-crisis peak of &euro;48 billion, according to the European Fine Art Foundation in Maastricht, The Netherlands.</p>\n<p>It isn&rsquo;t just paintings that are fetching record prices either. Sotheby&rsquo;s had earlier this week held the most valuable sale of jewellery in history at its Geneva branch in Switerland, raising the equivalent of $161.5 million. TEFAF estimates that high net-worth individuals (those with investable worth of over $1 million) spent more on jewellery, gems and watches last year than either antiques or art.</p>"
    },
    {
        "modDate": "2017-03-02 13:16:54.184",
        "caption": "Prices are through the roof",
        "commentscount": 0,
        "title": "Should Toronto-Dominion Bank Shareholders Be Concerned About Stratospheric Home Prices?",
        "sysPublishDate": "2015-03-01 00:00:00.0",
        "inode": "a2930407-f9ab-4198-a592-e5c5f0cc408a",
        "host": "48190c8c-42c4-46af-8d1a-0cd5db894797",
        "lastReview": "2017-03-02 13:16:54.173",
        "stInode": "28039964-5615-4ccf-bb96-ded62adbcc6a",
        "byline": "Staff",
        "owner": "dotcms.org.1",
        "identifier": "b6129937-9da1-4b80-a90a-e6856dcf6ba5",
        "image": "/contentAsset/raw-data/b6129937-9da1-4b80-a90a-e6856dcf6ba5/image",
        "imageContentAsset": "b6129937-9da1-4b80-a90a-e6856dcf6ba5/image",
        "urlTitle": "should-toronto-dominion-bank-shareholders-be-concerned-about-stratospheric-home-prices",
        "latlong": "43.653226,-79.38318429999998",
        "languageId": 1,
        "URL_MAP_FOR_CONTENT": "/news/should-toronto-dominion-bank-shareholders-be-concerned-about-stratospheric-home-prices",
        "lead": "It’s no secret that Canada is experiencing an unprecedented housing bubble, with home prices soaring to stratospheric new highs year after year.",
        "tags": "wealthyprospect:persona,north america,home prices,globalinvestor:persona",
        "folder": "SYSTEM_FOLDER",
        "sortOrder": 0,
        "modUser": "dotcms.org.1",
        "topic": "Investment Banking, Wealth Management",
        "story": "<p>It&rsquo;s no secret that Canada is experiencing an unprecedented housing bubble, with home prices soaring to&nbsp;stratospheric new highs year after year. In 2014 alone, home prices advanced a significant 7% on average&mdash;twice the pace of income growth, leading to record home resale values of $401,000, with detached homes in Toronto exceeding $1 million.</p>\n<p>In Canada, <strong>Toronto-Dominion Bank </strong><a href=\"http://www.fool.ca/company/?ticker=TSX-TD\">(TSX:TD)</a><a href=\"http://www.fool.ca/company/?ticker=NYSE-TD\">(NYSE:TD)</a> has the largest domestic retail exposure as a percent of total earnings out of its peers. Should TD Bank shareholders be concerned about a potential correction in the housing market? Let&rsquo;s take a look at the current risk present in the housing market and TD&rsquo;s exposure to this risk to determine the answer.</p>\n<p><strong>Homes are significantly overvalued</strong></p>\n<p>The gap between incomes and home prices continues to widen, with the average Canadian&rsquo;s home being worth 5.7 times their income&mdash;well above the recommended level of three. This measure is a common method of valuing the housing market, and with previous housing bubbles bursting at prices approximately 3.5 times income, Canada&rsquo;s housing market seems extremely stretched.</p>\n<p>In fact, home prices are double U.S. prices, despite similar incomes, and analysts at Deutsch Bank estimate the housing market is 63% overvalued&mdash;ahead of the <strong>Royal Bank of Canada&rsquo;s</strong> estimate of 10-30%. Although the 63% figure is on the high end of analyst estimates (for example, TD analysts estimate 10-15% overvaluation), it is safe to say with certainty that the housing market is overvalued by <em>at least </em>10%.</p>\n<p><strong>The good news</strong></p>\n<p>Fortunately, TD appears to be in a healthy position according to several factors. First, although TD does have the largest domestic retail exposure out of its peers (nearly 70% of earnings), TD has a relatively small amount of domestic mortgages as a percentage of total loans compared to peers. For TD, mortgages represent about 38% of total loans compared to 50% for the Royal Bank of Canada.</p>\n<p>This means that TD has a smaller portion of its loan book vulnerable to a fall in housing prices than its peers. Most of TD&rsquo;s loans are personal loans, credit cards, and commercial loans.</p>\n<p>However, 38% of mortgage loans is still a fairly significant proportion. Fortunately, Canadian banks are subject to strict lending rules, and are required to purchase insurance for loans that are greater than 80% of the value of the underlying asset at origination. TD however, has been extremely prudent with regards to managing risk, and also purchases insurance for some loans that are worth less than 80% of the value of the underlying asset.</p>\n<p>The result has been that TD has the largest portion of insured real estate loans in the business. Currently, an impressive 68.4% of Canadian residential mortgages are insured compared to only 45% for RBC, and 47% for <strong>The Bank of Nova Scotia</strong>.</p>\n<p>This means that not only does TD have a fairly small exposure to domestic mortgages compared to its peers, but most of those loans are also insured, meaning that TD bears absolutely no risk, should the value of home prices dip below the value of the loan.</p>\n<p></p>"
    },
    {
        "modDate": "2016-02-19 15:02:22.784",
        "caption": "",
        "commentscount": 0,
        "title": "Find the 401k investing strategy for you",
        "sysPublishDate": "2015-10-06 00:00:00.0",
        "inode": "358f63a4-2a16-49a7-a6c2-6790c8d8173f",
        "host": "48190c8c-42c4-46af-8d1a-0cd5db894797",
        "lastReview": "2016-02-19 15:02:22.763",
        "stInode": "28039964-5615-4ccf-bb96-ded62adbcc6a",
        "byline": "Dan Weil",
        "owner": "dotcms.org.1",
        "identifier": "935fde08-a3aa-43fc-8c52-488ef79825fa",
        "image": "/contentAsset/raw-data/935fde08-a3aa-43fc-8c52-488ef79825fa/image",
        "imageContentAsset": "935fde08-a3aa-43fc-8c52-488ef79825fa/image",
        "urlTitle": "find-the-401k-investing-strategy-for-you",
        "latlong": "38.903858339667785,-77.0306396484375",
        "languageId": 1,
        "URL_MAP_FOR_CONTENT": "/news/find-the-401k-investing-strategy-for-you",
        "lead": "If you work at a company providing a 401(k) plan, it behooves you to understand your fund options. Most plans offer three types of investment alternatives: target-date mutual funds, actively managed mutual funds and index funds.",
        "tags": "etfs,firsttimeinvestor:persona,investing,fund",
        "folder": "SYSTEM_FOLDER",
        "sortOrder": 0,
        "modUser": "dotcms.org.1",
        "story": "<p>If you work at a company providing a 401(k) plan, it behooves you to understand your fund options. Most plans offer three types of investment alternatives: target-date mutual funds, actively managed mutual funds and index funds.</p>\n<p>The funds you choose will depend on your investment philosophy, your risk tolerance and how much time you're willing to spend on allocating your assets.</p>\n<p>With target-date funds, you select the fund with the date closest to your planned retirement. Target-date funds are made up of other mutual funds -- a combination of stock funds, bond funds and sometimes funds with alternative assets.</p>\n<p>In addition, you likely have a choice of stock and bond funds that are indexed, meaning their holdings simply mimic a market benchmark such as the Standard &amp; Poor's 500 index. And you'll also be able to select from funds that are actively managed, meaning the fund manager buys or sells stocks and bonds as he or she sees fit.</p>\n<h3>Target-date funds</h3>\n<p>The idea behind target funds is that they will take a more aggressive stance in their early years, relying more heavily on stocks than bonds. And then the funds turn more conservative close to the target date, as the fund holders approach retirement. That means the fund investments shift to more bonds than stocks.</p>\n<p>These are most appropriate for investment novices, who don't have the time or inclination to greatly increase their expertise.</p>\n<p>\"For investors who don't have knowledge and time, target-date funds are the best option, because you can be so hands-off,\" says Christine Benz, director of personal finance for Morningstar, a Chicago-based investment research firm. \"The problem is that not all target funds are good. You do need to do some due diligence before opting for it.\"</p>\n<p>During the stock market plunge of 2008-2009, some of the funds that were close to their target date were weighted heavily in equities and plunged -- not a welcome development for fund holders hoping to retire soon.</p>\n<p>To add to the confusion, different target-date funds with the same date can pursue vastly divergent investment strategies. A 2011 Morningstar study of 36 funds with a target date of 2020 found that their equity weightings ranged from 35 percent to 80 percent, with an average of 61 percent.</p>\n<p>\"Target-date funds look like a mess,\" says Mick Heyman, an independent financial adviser in San Diego. \"They just throw everything in the hopper. It's a mishmash. The ones I've looked at seemed like they had too much in them. And you won't know for 30 years whether people will hit the target. I'd rather have control.\"</p>\n<p>Fees also have been an issue in the past, though not so much now, Benz says. The average annual expense ratio for funds in Morningstar's 2011-2015 target-date category totals 0.83 percent. And the average expense ratio for funds in Morningstar's 2031-2035 target-date category is 0.89 percent. The higher fee for the second category reflects a heavier weighting in stocks.</p>\n<p>A principal drawback of target-date funds is their one-size-fits-all approach. \"It assumes everyone who has the same retirement has the same risk tolerance, which is dead wrong,\" says Walt Woerheide, professor of investments at The American College in Bryn Mawr, Pa., which offers education and certification programs for individuals in the financial services industry. \"For most people, asset allocation should be based on discussions with a financial planner.\"</p>\n<h3>Index funds and actively managed funds</h3>\n<p>Using index or actively managed funds allows investors to make their own asset allocation decisions. Given that active managers generally underperform their indexes and that index funds are cheaper than actively managed ones, some advisers favor index funds.</p>\n<p>Actively managed mutual funds carry an average annual fee of 1.21 percent, compared to 0.74 percent for index mutual funds, according to Morningstar. Some index funds cost much less -- in the 0.1 to 0.2 percent range.</p>\n<p>Heyman recommends index funds for the large-capitalization stock portion of your portfolio, because most actively managed large-cap funds generate returns close to their index while charging a higher fee. \"For small-cap and international choices, that's where I'd use actively managed money,\" he says. \"You can get more value added there.\"</p>\n<p>Some advisers are extremely critical of actively managed funds for their underperformance and high fees. Woerheide places them last in desirability among the three options in a standard 401(k) account.</p>\n<p>But Benz says it is possible to find funds that beat their indexes. She compares it to choosing a restaurant. \"Just because the average restaurant isn't that good doesn't mean that you can't select a good one.\"</p>\n<p>One point investors in actively managed funds should keep in mind is that there will be periods when the fund underperforms, Benz says. Often people sell their fund shares after a period of weak returns, just before the fund bounces back.</p>\n<h3>How to invest your 401(k) money</h3>\n<p>A strategy that some advisers recommend would be to use index funds as your core holdings, with larger amounts allocated to them. Then you might invest smaller amounts in actively managed funds to round out a diversified portfolio and enhance your chances of beating the index.</p>\n<p>In a twist of this strategy, Heyman suggests investing in an index fund for the large-cap portion of your portfolio, and using actively managed funds for the small-cap and international portions. Read Bankrate's story, \"How to choose mutual funds like a pro\" to determine if the active funds in your 401(k) lineup are worthy of inclusion.Investing in a bond fund is a tricky issue right now, with yields near record lows.</p>\n<p>Perhaps the biggest mistake investors make with the funds in their 401(k) account is trading them too much, financial advisers say. \"A typical strategy is for someone to take a lot of small gains, and then one loss wipes out all the profit,\" Heyman says.</p>\n<p>Most advisers say that you should stick with your investment plan, taking time once a year or so to rebalance your portfolio to achieve your original target allocation to stocks and bonds.</p>\n<p>Another problem among investors who choose actively managed and index funds, according to Benz: they often don't \"give enough attention to asset allocation. They don't think about their age and number of years until retirement,\" which should influence their fund choices, she says.</p>\n<p>As you approach retirement, you should dial down your exposure to stocks and make capital preservation a priority.</p>"
    },
    {
        "modDate": "2016-02-09 15:16:18.642",
        "caption": "Rent this at your own expese",
        "commentscount": 0,
        "title": "Why is your cable TV bill is going up?",
        "sysPublishDate": "2016-01-25 15:45:00.0",
        "inode": "cc2848f9-488b-4ce4-86cc-643baa3a8589",
        "host": "48190c8c-42c4-46af-8d1a-0cd5db894797",
        "lastReview": "2016-02-09 15:16:18.637",
        "stInode": "28039964-5615-4ccf-bb96-ded62adbcc6a",
        "byline": "Reports for Consumers",
        "owner": "dotcms.org.1",
        "identifier": "eb210c1b-db67-44aa-b200-682b5142e225",
        "image": "/contentAsset/raw-data/eb210c1b-db67-44aa-b200-682b5142e225/image",
        "imageContentAsset": "eb210c1b-db67-44aa-b200-682b5142e225/image",
        "urlTitle": "why-is-your-cable-tv-bill-is-going-up",
        "latlong": "40.7127837,-74.00594130000002",
        "languageId": 1,
        "URL_MAP_FOR_CONTENT": "/news/why-is-your-cable-tv-bill-is-going-up",
        "lead": "You can add \"cable TV rate increases\" to the old axiom that nothing is certain except for death and taxes, as pay TV companies are again jacking up prices for programming and equipment in 2016.",
        "tags": "firsttimeinvestor:persona,retiree:persona",
        "folder": "SYSTEM_FOLDER",
        "sortOrder": 0,
        "modUser": "dotcms.org.1",
        "story": "<p>You can add \"cable TV rate increases\" to the old axiom that nothing is certain except for death and taxes, as pay TV companies are again jacking up prices for programming and equipment in 2016.</p>\n<p>It looks like the average pay TV customers will be paying $3 of $4 more each month, according to a recent report by media analysts at Evercore ISI Group. But the cable TV and satellite companies blame the higher programming costs they have to pay for the hikes.</p>\n<p>\"It&rsquo;s safe to say that the rising cost of TV content is the main driver of FiOS TV price,\" a FiOS spokesman wrote to us in an email.</p>\n<p>Time Warner also said that rapidly rising costs of programming&mdash; \"especially local broadcast channels and cable sports networks\"&mdash;are to blame, along with the company's \"continued investment in the performance and reliability of our networks and equipment.\"</p>\n<p>In fact, Time Warner tells us, the per-customer cost of local broadcast channels has skyrocketed 85 percent since 2013.</p>\n<p>The analysts at Evercore seem to support the contention that rising programming costs are taking their toll. The group says that while pay TV bills will rise 3 to 4 percent on average in 2016, programming costs have climbed between 8 and 10 percent annually over the past four years.</p>\n<p>That's probably not of too much comfort for those who find themselves digging a little bit deeper into their pockets to pay their cable TV bill. Here's a quick breakout of how much of an increase you can expect from your local provider. Just remember that how much more you'll be paying depends on what market you're in.</p>\n<p>Price Hike Roundup</p>\n<p>AT&amp;T: The company, which now owns DirecTV, is implementing increases of between $2 and $4 per month for all its video packages, starting the end of this month.</p>\n<p>Cablevision: The company, which will be merging with Altice, has said the average customer will be paying almost $3 more this year. The hikes include paying $1 more each month for set-top box rental charges and DVR fees.</p>\n<p>Charter: We haven't seen rate increases for 2016 yet from Charter, though its possible the company is waiting for its merger with Time Warner Cable (see below) to be completed before disappointing its subscribers with hikes.</p>\n<p>Comcast: Comcast has publicly said its rates for an average consumer will rise almost 4 percent in 2016. The company is hiking its broadcast TV fee, which covers the cost of retransmitting your local broadcast channels, from $3 to $5 per month, a pretty sizeable 66 percent jump. Most of the company's double-play packages will cost $3 to $4 more each month.</p>\n<p>DirecTV: The nation's largest satellite service, now owned by AT&amp;T, is bumping prices anywhere from $2 to $8 per month, with its pricier, more inclusive programming packages getting the biggest bumps. There's also a slight 50-cent bump in its \"TV fee,\" which covers technology costs, though the fee now amounts to $6.50 each month.</p>\n<p>Dish: Dish Network just implemented increases in the range of between $2 and $8 per month, depending on the package. Dish is lowering the cost of some of its premium packages (including HBO, now $15 instead of $19 per month), something we're seeing some cable TV companies do as well.</p>\n<p></p>"
    }
]